// Какие буквы (заглавные или строчные) использовать для имён констант?
// Рассмотрим следующий код:

// const birthday = '18.04.1982';

// const age = someCode(birthday);
// У нас есть константа birthday, а также age, которая вычисляется при помощи некоторого кода, используя значение из birthday (в данном случае детали не имеют значения, поэтому код не рассматривается).

// Можно ли использовать заглавные буквы для имени birthday? А для age? Или одновременно для обеих переменных?

// const BIRTHDAY = '18.04.1982'; // использовать заглавные буквы?

// const AGE = someCode(BIRTHDAY); // а здесь?

// Ответ:Перед началом работ мы уже будем знать определнное кол-во констат
// в коде можно наблюдать,что мы уже знаем значение birthday поэтому он будет записан в верхнем регистре
// а значение значение age будет менятся.Поэтому оно будет в нижнем регистре
// Какие буквы использовать для имён констант